
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Funcionamiento de los centros del profesorado · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-githubcontributors/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="origen_y_evolucion_de_los_centros_del_profesorado.html" />
    
    
    <link rel="prev" href="tipos_de_centros_de_formacion_del_profesorado/tipos-de-centros-del-profesorado.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Módulo 5 para asesores: Los Centros del profesorado.
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../introducion.html">
            
                <a href="../introducion.html">
            
                    
                    Introdución.
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="./">
            
                <a href="./">
            
                    
                    Los Centros de formación del profesorado:
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="tipos_de_centros_de_formacion_del_profesorado.html">
            
                <a href="tipos_de_centros_de_formacion_del_profesorado.html">
            
                    
                    La red de formación del profesorado.
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="tipos_de_centros_de_formacion_del_profesorado/tipos-de-centros-del-profesorado.html">
            
                <a href="tipos_de_centros_de_formacion_del_profesorado/tipos-de-centros-del-profesorado.html">
            
                    
                    Tipos de Centros del Profesorado.
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.3" data-path="funcionamiento_de_los_centros_del_profesorado.html">
            
                <a href="funcionamiento_de_los_centros_del_profesorado.html">
            
                    
                    Funcionamiento de los centros del profesorado
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="origen_y_evolucion_de_los_centros_del_profesorado.html">
            
                <a href="origen_y_evolucion_de_los_centros_del_profesorado.html">
            
                    
                    Origen y evolución de los centros del profesorado.
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../los_asesores_de_formacion/">
            
                <a href="../los_asesores_de_formacion/">
            
                    
                    Los asesores de formación.
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../los_asesores_de_formacion/funciones_del_asesor_de_formacion.html">
            
                <a href="../los_asesores_de_formacion/funciones_del_asesor_de_formacion.html">
            
                    
                    Funciones del asesor de formación.
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../coordinacion_con_los_sujetos_e_instituciones_que_i.html">
            
                <a href="../coordinacion_con_los_sujetos_e_instituciones_que_i.html">
            
                    
                    Coordinación con los sujetos e instituciones que intervienen en el centro educativo.
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../creditos.html">
            
                <a href="../creditos.html">
            
                    
                    Créditos
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >Funcionamiento de los centros del profesorado</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="funcionamiento-de-los-centros-del-profesorado">Funcionamiento de los centros del profesorado </h1>
<p>El funcionamiento de los centros de formaci&#xF3;n del profesorado est&#xE1; regulado por la <a href="https://bit.ly/2TZii4q" target="_blank">ORDEN ECD/204/2019, de 20 de febrero, por la que se regula la organizaci&#xF3;n y funcionamiento de los Centros de Profesorado territoriales en la Comunidad Aut&#xF3;noma de Arag&#xF3;n</a></p>
<p>Los art&#xED;culos que describen el funcionamiento de los Centros del Profesorado son:</p>
<h3 id="art&#xED;culo-2-concepto-de-centros-de-profesorado-territoriales">Art&#xED;culo 2. Concepto de Centros de Profesorado territoriales.</h3>
<ol>
<li><p>Los Centros de Profesorado territoriales son centros p&#xFA;blicos dependientes del Departamento competente en materia de educaci&#xF3;n no universitaria encargados de la dinamizaci&#xF3;n, planificaci&#xF3;n, innovaci&#xF3;n e investigaci&#xF3;n educativa, as&#xED; como de la promoci&#xF3;n del desarrollo de la formaci&#xF3;n del profesorado en todo el territorio aragon&#xE9;s.</p>
</li>
<li><p>Los Centros de Profesorado territoriales son el referente m&#xE1;s cercano a los centros<br>educativos y su profesorado en materia de formaci&#xF3;n, tanto en la detecci&#xF3;n de necesidades como en la gesti&#xF3;n y realizaci&#xF3;n de actividades formativas, desempe&#xF1;ando funciones de asesoramiento en el desarrollo profesional y curricular, en la implantaci&#xF3;n de programas educativos, en la promoci&#xF3;n de la innovaci&#xF3;n, investigaci&#xF3;n e intercambio de experiencias y en la apertura al entorno, comunicaci&#xF3;n y relaciones con la comunidad educativa.</p>
</li>
<li><p>Los Centros de Profesorado territoriales podr&#xE1;n tener adscritos uno o varios Equipos<br>Territoriales de Formaci&#xF3;n del Profesorado, con la fnalidad de contribuir a la vertebraci&#xF3;n del territorio aragon&#xE9;s.</p>
</li>
</ol>
<h2 id="art&#xED;culo-3-competencias-de-los-centros-de-profesorado-territoriales">Art&#xED;culo 3. Competencias de los Centros de Profesorado territoriales.</h2>
<p>Los Centros de Profesorado territoriales tendr&#xE1;n las siguientes competencias:</p>
<p>a) Desarrollar la formaci&#xF3;n institucional promovida por la Administraci&#xF3;n Educativa.</p>
<p>b) Implementar el Plan Anual de Acciones Formativas en su zona de actuaci&#xF3;n, a trav&#xE9;s de sus Planes de Actuaci&#xF3;n.</p>
<p>c) Planificar, desarrollar, gestionar y evaluar el Plan de Actuaci&#xF3;n de su &#xE1;mbito territorial, as&#xED; como elaborar el presupuesto del centro.</p>
<p>d) Realizar, junto con los centros educativos de su zona de actuaci&#xF3;n, el diagn&#xF3;stico de las necesidades formativas del profesorado y llevar a cabo, en colaboraci&#xF3;n con lo mismos, la elaboraci&#xF3;n de los Planes de Formaci&#xF3;n de centros y el dise&#xF1;o y desarrollo de las actividades de formaci&#xF3;n que se deriven de dicho diagn&#xF3;stico, como respuesta a dichas necesidades.</p>
<p>e) Apoyar y asesorar a los centros educativos y al profesorado de su zona de actuaci&#xF3;n, en el desarrollo y seguimiento de sus procesos de formaci&#xF3;n.</p>
<p>f) Promover, dinamizar, coordinar y hacer el seguimiento de los procesos de autoformaci&#xF3;n, formaci&#xF3;n en centros, equipos de trabajo y de las redes de formaci&#xF3;n del profesorado.</p>
<p>g) Promover y difundir ejemplos de buenas pr&#xE1;cticas, de proyectos innovadores y de experiencias educativas que destaquen por su excelencia, favoreciendo el intercambio de actuaciones profesionales docentes de calidad entre profesorado y centros.</p>
<p>h) Colaborar con otras instituciones para impulsar la formaci&#xF3;n del profesorado.</p>
<p>i) Promover la elaboraci&#xF3;n y difusi&#xF3;n de materiales did&#xE1;cticos, pedag&#xF3;gicos y de apoyo a la acci&#xF3;n educativa.</p>
<p>j) Informar y asesorar a los centros educativos y al profesorado sobre la utilizaci&#xF3;n de materiales y recursos did&#xE1;cticos y curriculares.</p>
<p>k) Proporcionar al profesorado y a los centros educativos informaci&#xF3;n peri&#xF3;dica de la normativa, experiencias y avances cient&#xED;ficos y pedag&#xF3;gicos.</p>
<p>l) Facilitar en la medida de disponibilidad y posibilidades, diferentes recursos did&#xE1;cticos, materiales o bibliogr&#xE1;ficos en pr&#xE9;stamo, as&#xED; como de espacios f&#xED;sicos y virtuales para reuniones y encuentros entre los miembros de la comunidad educativa.</p>
<p>m) Contribuir, en colaboraci&#xF3;n con los centros educativos y otras instituciones, a la dinamizaci&#xF3;n social y cultural de su entorno y colaborar con otras instituciones y entidades en el desarrollo de la formaci&#xF3;n del profesorado.</p>
<p>n) Cooperar en la elaboraci&#xF3;n de los Planes de Mejora de los centros y realizar propuestas de formaci&#xF3;n en funci&#xF3;n de sus resultados.</p>
<p>o) Impulsar la reflexi&#xF3;n del profesorado en los centros educativos sobre los procesos de ense&#xF1;anza y aprendizaje que desarrollan, en el marco de un enfoque educativo orientado a la adquisici&#xF3;n y desarrollo de las competencias profesionales.</p>
<p>p) Realizar procesos de autoevaluaci&#xF3;n y participar en evaluaciones externas que contribuyan a la mejora de sus funciones, a trav&#xE9;s de la elaboraci&#xF3;n de la Memoria del Plan de Actuaci&#xF3;n.</p>
<p>q) Mantener reuniones peri&#xF3;dicas con el Servicio de Formaci&#xF3;n y con los Servicios Provinciales de Educaci&#xF3;n, para hacer un seguimiento de la formaci&#xF3;n del profesorado en el &#xE1;mbito auton&#xF3;mico y coordinar el Plan de Formaci&#xF3;n del Profesorado de Arag&#xF3;n.</p>
<p>r) Valorar e incentivar el desarrollo y la ejecuci&#xF3;n de actividades formativas propuestas por los centros educativos que, en consonancia con los objetivos y prioridades del Departamento competente en materia de educaci&#xF3;n no universitaria, promuevan acciones formativas que supongan la participaci&#xF3;n de los distintos miembros de la comunidad educativa, atendiendo a la disponibilidad de recursos humanos, materiales y financieros de los que se disponga.</p>
<p>s) Promover a trav&#xE9;s de los medios humanos, t&#xE9;cnicos y financieros de la Red de Formaci&#xF3;n, el surgimiento y desarrollo de las actividades intercentros, redes de centros y comunidades de aprendizaje constituidas por distintos agentes sociales del entorno vinculados a los centros educativos, con el fn de contribuir al aumento de la eficacia y la equidad de la educaci&#xF3;n.</p>
<p>t) Fomentar y facilitar la participaci&#xF3;n y colaboraci&#xF3;n de todos los miembros de la comunidad educativa, concediendo especial relevancia al alumnado y al profesorado e impulsando la participaci&#xF3;n de las familias y de asociaciones de madres y padres, as&#xED; como promover la implicaci&#xF3;n de otros colectivos que de forma altruista, libre y voluntaria realizan actuaciones en el entorno del &#xE1;mbito educativo.</p>
<p>u) Aquellas otras que les atribuya el Departamento competente en materia de educaci&#xF3;n no universitaria en el &#xE1;mbito de sus competencias.</p>
<h2 id="art&#xED;culo-4-principios-metodol&#xF3;gicos">Art&#xED;culo 4. Principios metodol&#xF3;gicos.</h2>
<p>La actuaci&#xF3;n de los Centros de Profesorado territoriales ha de regirse por los principios que se enuncian a continuaci&#xF3;n:</p>
<p>a) Trabajo en equipo y en red. Los profesionales de los Centros de Profesorado territoriales trabajar&#xE1;n de forma colaborativa, entre s&#xED; y con el resto de miembros de la Red de Formaci&#xF3;n, compartiendo objetivos e informaci&#xF3;n, y aprovechando eficazmente las diferentes potencialidades que se presenten. Asimismo, potenciar&#xE1;n el establecimiento de redes de centros educativos que trabajan y se forman en objetivos comunes o de semejante naturaleza.</p>
<p>b) Comunidad profesional de aprendizaje. Se potenciar&#xE1; progresivamente la participaci&#xF3;n de los docentes y profesionales de la educaci&#xF3;n y de otros &#xE1;mbitos de la sociedad en determinadas acciones formativas abiertas a otros miembros de la comunidad educativa e instituciones, en aras de la consecuci&#xF3;n de un modelo de escuela abierta y participativa.</p>
<p>c) Mejora y formaci&#xF3;n continua. El trabajo de los profesionales de los Centros de Profesorado territoriales requiere un inherente proceso permanente de formaci&#xF3;n, de adquisici&#xF3;n y mejora de las competencias profesionales docentes y de habilidades de gesti&#xF3;n, comunicaci&#xF3;n, conocimiento y manejo de metodolog&#xED;as activas, de redes sociales, del tratamiento de las tecnolog&#xED;as de la informaci&#xF3;n y de la comunicaci&#xF3;n y de los procesos de innovaci&#xF3;n e investigaci&#xF3;n educativa.</p>
<p>d) Calidad y evaluaci&#xF3;n. Se trabajar&#xE1; conforme a protocolos y est&#xE1;ndares de calidad para fomentar la mejora continua del sistema de formaci&#xF3;n. Se evaluar&#xE1;n los procesos de asesoramiento y gesti&#xF3;n de la formaci&#xF3;n para la detecci&#xF3;n de necesidades y como herramienta de mejora.</p>
<h2 id="art&#xED;culo-6-&#xF3;rganos-de-los-centros-de-profesorado-territoriales">Art&#xED;culo 6. &#xD3;rganos de los Centros de Profesorado territoriales.</h2>
<p>Los Centros de Profesorado territoriales tendr&#xE1;n los siguientes &#xD3;rganos:</p>
<p>a) Direcci&#xF3;n.</p>
<p>b) Secretar&#xED;a.</p>
<p>c) Equipo T&#xE9;cnico de Formaci&#xF3;n.</p>
<p>d) Consejo de Centro de Profesorado territorial.</p>
<h2 id="art&#xED;culo-19-equipo-t&#xE9;cnico-de-formaci&#xF3;n-y-sus-competencias">Art&#xED;culo 19. Equipo T&#xE9;cnico de Formaci&#xF3;n y sus competencias.</h2>
<ol>
<li><p>El Equipo T&#xE9;cnico de Formaci&#xF3;n estar&#xE1; formado por el director o directora del Centro de Profesorado territorial y por todos los asesores y asesoras de formaci&#xF3;n adscritos al mismo, de los que, uno de ellos desempe&#xF1;ar&#xE1; las funciones de Secretar&#xED;a.</p>
</li>
<li><p>Corresponde al Equipo T&#xE9;cnico de Formaci&#xF3;n las siguientes competencias:<br> a) Participar en la elaboraci&#xF3;n de propuestas formativas para la mejora de la funci&#xF3;n asesora, destacando el papel del itinerario formativo espec&#xED;fico para este colectivo.<br> b) Elaborar el Plan de Actuaci&#xF3;n Anual del Centro de Profesorado territorial, atendiendo a las l&#xED;neas estrat&#xE9;gicas y los ejes de actuaci&#xF3;n marcados por el Plan Marco Aragon&#xE9;s de Formaci&#xF3;n del Profesorado vigente, a las directrices de la Direcci&#xF3;n General competente en materia de formaci&#xF3;n del profesorado de educaci&#xF3;n no universitaria y a los planes de formaci&#xF3;n del profesorado de los centros educativos de su zona de actuaci&#xF3;n.<br> c) Dise&#xF1;ar, organizar y desarrollar las actividades formativas previstas en las actualizaciones del Plan de Actuaci&#xF3;n del Centro de Profesorado territorial, en funci&#xF3;n de las necesidades formativas detectadas del profesorado de los centros de la zona.<br> d) Realizar el seguimiento de las actividades formativas establecidas en el Plan de Actuaci&#xF3;n del Centro de Profesorado territorial a lo largo de cada curso escolar.<br> e) Realizar la autoevaluaci&#xF3;n del funcionamiento del Centro de Profesorado territorial, utilizando los instrumentos e indicadores establecidos por el propio centro y efectuar propuestas de mejora.<br> f) Coordinar las actuaciones de los asesores de formaci&#xF3;n en el desarrollo de su actividad en los centros educativos de su zona de actuaci&#xF3;n.<br> g) Colaborar en las evaluaciones del Centro de Profesorado territorial.<br> h) Desarrollar estrategias para la difusi&#xF3;n de las buenas pr&#xE1;cticas, de las iniciativas y experiencias del profesorado de su zona de actuaci&#xF3;n y para fomentar la autoformaci&#xF3;n y el trabajo colaborativo y en equipo.<br> i) Elaborar las normas de organizaci&#xF3;n y funcionamiento internas de cada Centro de Profesorado territorial.<br> j) Aquellas otras que les atribuya el Departamento competente en materia de educaci&#xF3;n no universitaria en el &#xE1;mbito de sus competencias.</p>
</li>
<li><p>El Equipo T&#xE9;cnico de Formaci&#xF3;n realizar&#xE1; reuniones peri&#xF3;dicas con el fin de coordinarse y organizar las actuaciones del Centro de Profesorado territorial. De cada reuni&#xF3;n se levantar&#xE1; acta en la que se reflejar&#xE1; un resumen de los temas tratados, as&#xED; como de los acuerdos adoptados. Dichas actas se recoger&#xE1;n en un libro custodiado por la persona que ejerza la secretar&#xED;a, pudiendo registrarse en papel o en formato digital.</p>
</li>
<li><p>Asimismo y con el objetivo de promover el trabajo en equipo y en red, las direcciones de los Centros de Profesorado territoriales, con el apoyo de la Direcci&#xF3;n General competente en materia de formaci&#xF3;n del profesorado de educaci&#xF3;n no universitaria y de los Servicios Provinciales de educaci&#xF3;n no universitaria de Educaci&#xF3;n, promover&#xE1;n el trabajo colaborativo entre distintos Equipos T&#xE9;cnicos de Formaci&#xF3;n compartiendo objetivos e informaci&#xF3;n y aprovechando eficazmente las diferentes potencialidades que se presenten. Asimismo, potenciar&#xE1;n el establecimiento de redes de centros que trabajan y se forman en objetivos comunes o de semejante naturaleza.</p>
</li>
</ol>
<h2 id="art&#xED;culo-45-normas-de-organizaci&#xF3;n-y-funcionamiento-internas-de-cada-centro-de-profesorado-territorial">Art&#xED;culo 45. Normas de Organizaci&#xF3;n y Funcionamiento internas de cada Centro de Profesorado territorial.</h2>
<p>1.Cada Centro de Profesorado territorial podr&#xE1; elaborar sus normas internas de organizaci&#xF3;n y funcionamiento, que se integrar&#xE1;n dentro del Proyecto de centro, con estructura y entidad propia.</p>
<p>2.Las normas de organizaci&#xF3;n y funcionamiento de los Centros de Profesorado territoriales deber&#xE1;n dise&#xF1;arse de acuerdo a la siguiente estructura:</p>
<ol>
<li>Datos de contacto del Centro de Profesorado territorial: informaci&#xF3;n de la p&#xE1;gina web,
c&#xF3;mo llegar al centro, mapa.</li>
<li>Marco normativo.</li>
<li><p>Organizaci&#xF3;n y funcionamiento.</p>
<p>3.1. Descripci&#xF3;n geogr&#xE1;fica.<br> 3.2. Plantilla y organigrama.<br> 3.3. Horarios.</p>
<ul>
<li>General.</li>
<li>Direcci&#xF3;n y asesor&#xED;as.</li>
<li>Administraci&#xF3;n y servicios.</li>
<li>Otro personal (si lo hubiera).</li>
</ul>
<p>3.4. Asignaci&#xF3;n de tareas.</p>
<ul>
<li>Criterios para el reparto.</li>
<li>N&#xFA;mero de centros por asesor&#xED;a.</li>
<li>Estrategias y recursos de coordinaci&#xF3;n entre los Equipos Territoriales de Formaci&#xF3;n del Profesorado y con el Centro de Profesorado territorial.</li>
</ul>
<p>3.5. Sistema de Gesti&#xF3;n de Calidad com&#xFA;n.<br>3.6. Gesti&#xF3;n de Redes sociales.<br>3.7. Funciones de la persona asesora de guardia.<br>3.8. Organizaci&#xF3;n y reserva de los espacios de los Centros de Profesorado territoriales.  </p>
<ol>
<li>Estructura organizativa del Consejo de Centro de Profesorado territorial: convocatorias de reuni&#xF3;n de este &#xF3;rgano, horarios, etc.  </li>
<li>Planteamientos b&#xE1;sicos para atender por parte del Equipo T&#xE9;cnico de Formaci&#xF3;n las<br>necesidades que surjan de la atenci&#xF3;n a los centros estableciendo las tareas a realizar.  </li>
<li>Coordinaci&#xF3;n y normas internas entre los distintos &#xD3;rganos del Centro de Profesorado<br>territorial.  </li>
<li>Criterios para la elaboraci&#xF3;n, difusi&#xF3;n y pr&#xE9;stamo de materiales.  </li>
<li>Colaboraci&#xF3;n con otros Centros de Profesorado territoriales y otras instituciones educativas.</li>
</ol>
</li>
</ol>
<p>3.Estas normas ser&#xE1;n revisadas con una periodicidad m&#xE1;xima de cuatro cursos acad&#xE9;micos. Para la revisi&#xF3;n peri&#xF3;dica, se deber&#xE1; contar con los resultados de las evaluaciones<br>internas y externas realizadas. Estas incluir&#xE1;n como m&#xED;nimo, una autoevaluaci&#xF3;n, las auditorias de calidad pertinentes si las hubiera, las evaluaciones internas promovidas por el Departamento competente en materia de educaci&#xF3;n no universitaria y las realizadas desde la Inspecci&#xF3;n Educativa.</p>
<p>4.En caso de producirse modificaciones de las normas aprobadas antes del periodo de<br>revisi&#xF3;n, deber&#xE1;n comunicarse con la suficiente antelaci&#xF3;n a la Inspecci&#xF3;n Educativa del Servicio Provincial de Educaci&#xF3;n correspondiente para su informe y posterior aprobaci&#xF3;n por parte de la Direcci&#xF3;n General competente en materia de formaci&#xF3;n del profesorado de educaci&#xF3;n no universitaria.</p>
<h2 id="art&#xED;culo-47-plan-de-actuaci&#xF3;n-anual-del-centro-de-profesorado-territorial">Art&#xED;culo 47. Plan de Actuaci&#xF3;n Anual del Centro de Profesorado territorial.</h2>
<p>El Plan de Actuaci&#xF3;n Anual del Centro de Profesorado territorial es el documento que recoge la planificaci&#xF3;n anual de acciones formativas que gestiona y realiza el Centro de Profesorado territorial. </p>
<h2 id="art&#xED;culo-48-elementos-del-plan-de-actuaci&#xF3;n-del-centro-de-profesorado-territorial">Art&#xED;culo 48. Elementos del Plan de Actuaci&#xF3;n del Centro de Profesorado territorial.</h2>
<p>Son elementos del Plan de Actuaci&#xF3;n del Centro de Profesorado territorial:
a) Caracter&#xED;sticas m&#xE1;s relevantes del contexto educativo de su &#xE1;mbito que vayan a incidir en el desarrollo del Plan de Actuaci&#xF3;n.
b) Objetivos del Centro de Profesorado territorial para el curso, ajust&#xE1;ndose a las l&#xED;neas prioritarias de actuaci&#xF3;n que figuren en el Plan Marco Aragon&#xE9;s de Formaci&#xF3;n del Profesorado vigente.
c) Planificaci&#xF3;n para la ejecuci&#xF3;n del &#xFA;ltimo plan de mejora, tanto del incluido en la memoria anual como el remitido por la Inspecci&#xF3;n Educativa correspondiente.
d) Relaci&#xF3;n detallada de las actividades de formaci&#xF3;n planificadas seg&#xFA;n los modelos e instrucciones que proporcione la Direcci&#xF3;n General competente en materia de formaci&#xF3;n del profesorado de educaci&#xF3;n no universitaria. A estos efectos, por parte del Servicio de Formaci&#xF3;n del profesorado se facilitar&#xE1; un protocolo com&#xFA;n de detecci&#xF3;n de necesidades.
e) Estrategias de comunicaci&#xF3;n y dinamizaci&#xF3;n de los impulsores de la formaci&#xF3;n de los centros y valoraci&#xF3;n de la labor realizada por los mismos.
f) Mecanismos de coordinaci&#xF3;n institucional: con Inspecci&#xF3;n, Servicios Provinciales de educaci&#xF3;n no universitaria, EOEIP, otros Centros de Profesorado territoriales, etc.
g) Colaboraci&#xF3;n con otros organismos o entidades.
h) Proyectos de trabajo en investigaci&#xF3;n educativa, elaboraci&#xF3;n y experimentaci&#xF3;n de materiales did&#xE1;cticos en los que se pretenda trabajar.
i) Mecanismos de seguimiento del Plan por parte del Centro de Profesorado territorial.
j) Evaluaci&#xF3;n interna: criterios, procedimientos, instrumentos y temporalizaci&#xF3;n.
k) Plan de formaci&#xF3;n de centro para las asesor&#xED;as de formaci&#xF3;n y la direcci&#xF3;n del Centro de Profesorado territorial, que cuente con formaci&#xF3;n espec&#xED;fica en materia de igualdad.
l) Planificaci&#xF3;n econ&#xF3;mica para el desarrollo de las actividades de formaci&#xF3;n y de otras actuaciones previstas.
m) L&#xED;neas metodol&#xF3;gicas de formaci&#xF3;n y de asesoramiento que se van a fomentar y actuaciones para su inclusi&#xF3;n en las actividades de formaci&#xF3;n del Plan.
n) Plan de difusi&#xF3;n de actividades y buenas pr&#xE1;cticas. Difusi&#xF3;n de cursos de actualizaci&#xF3;n cient&#xED;fica y did&#xE1;ctica que sirvan de referencia a los coordinadores de formaci&#xF3;n de centro.
o) Formaci&#xF3;n en aspectos relacionados con la prevenci&#xF3;n de riesgos y la salud laboral. Se podr&#xE1; disponer para ello de los medios humanos y materiales de la Unidad de Prevenci&#xF3;n de Riesgos Laborales de la Direcci&#xF3;n General competente de la que dependa.</p>
<h2 id="art&#xED;culo-49-elaboraci&#xF3;n-seguimiento-y-evaluaci&#xF3;n-del-plan-de-actuaci&#xF3;n-anual">Art&#xED;culo 49. Elaboraci&#xF3;n, seguimiento y evaluaci&#xF3;n del Plan de Actuaci&#xF3;n Anual.</h2>
<ol>
<li>El Plan de Actuaci&#xF3;n Anual lo elaborar&#xE1; el Equipo T&#xE9;cnico de Formaci&#xF3;n de los Centros de Profesorado territoriales a principio de cada curso escolar y se enviar&#xE1; al Servicio Provincial de Educaci&#xF3;n correspondiente para su informe.</li>
<li>Cada actividad de formaci&#xF3;n incluida en el Plan de Actuaci&#xF3;n del Centro de Profesorado territorial contar&#xE1; con una asesora o asesor de formaci&#xF3;n que se responsabilizar&#xE1; del desarrollo de la misma. Esta responsabilidad supone atender a su dise&#xF1;o, desarrollo, impartici&#xF3;n de docencia (en los casos que se precise), evaluaci&#xF3;n y la presencia f&#xED;sica cuando se considere necesario. Para la asignaci&#xF3;n de cada actividad, se podr&#xE1;n tener en cuenta diferentes  criterios, que quedar&#xE1;n recogidos en las normas de organizaci&#xF3;n y funcionamiento de los Centros de Profesorado territoriales.</li>
<li>El Plan de Actuaci&#xF3;n Anual se ajustar&#xE1; a las instrucciones que para tal fin pueda establecer la Direcci&#xF3;n General competente en materia de formaci&#xF3;n del profesorado de educaci&#xF3;n no universitaria a principio de curso.</li>
<li>La direcci&#xF3;n de los Centros de Profesorado territoriales se responsabilizar&#xE1; del seguimiento del Plan de Actuaci&#xF3;n de su centro. Seg&#xFA;n el Decreto 166/2018, de 18 de septiembre, la Inspecci&#xF3;n Educativa, con la colaboraci&#xF3;n de las asesor&#xED;as de los Servicios Provinciales de educaci&#xF3;n no universitaria, supervisar&#xE1; el Plan para comprobar su adecuaci&#xF3;n a la normativa
vigente.</li>
<li>Todas las modificaciones sustanciales sobre el Plan de Actuaci&#xF3;n inicialmente aprobado deber&#xE1;n comunicarse con la suficiente antelaci&#xF3;n al Servicio Provincial de Educaci&#xF3;n correspondiente para su informe y posterior aprobaci&#xF3;n por parte de la Direcci&#xF3;n General competente en materia de formaci&#xF3;n del profesorado de educaci&#xF3;n no universitaria.</li>
<li><p>Se considerar&#xE1;n modificaciones sustanciales todas las que afecten a:</p>
<p> a) Objetivos del Centro de Profesorado territorial para el curso.
b) Planificaci&#xF3;n para la ejecuci&#xF3;n del &#xFA;ltimo plan de mejora redactado.
c) Mecanismos de coordinaci&#xF3;n institucional con Inspecci&#xF3;n, EOEIP, otros Centros de Profesorado territoriales, etc.
d) Colaboraci&#xF3;n con otros organismos o entidades.
e) Mecanismos de seguimiento del Plan.
f) Evaluaci&#xF3;n interna: criterios, procedimientos, instrumentos y temporalizaci&#xF3;n.
g) Plan de formaci&#xF3;n de centro del Centro de Profesorado territorial.
h) Planificaci&#xF3;n econ&#xF3;mica para el desarrollo de las actividades de formaci&#xF3;n y de otras actuaciones previstas.
i) L&#xED;neas metodol&#xF3;gicas de formaci&#xF3;n.</p>
</li>
<li>La valoraci&#xF3;n general del Plan de Actuaci&#xF3;n, tras el seguimiento y la aplicaci&#xF3;n de las
medidas para su evaluaci&#xF3;n, ser&#xE1; incluida en la Memoria Anual.</li>
</ol>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="tipos_de_centros_de_formacion_del_profesorado/tipos-de-centros-del-profesorado.html" class="navigation navigation-prev " aria-label="Previous page: Tipos de Centros del Profesorado.">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="origen_y_evolucion_de_los_centros_del_profesorado.html" class="navigation navigation-next " aria-label="Next page: Origen y evolución de los centros del profesorado.">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Funcionamiento de los centros del profesorado","level":"1.3.3","depth":2,"next":{"title":"Origen y evolución de los centros del profesorado.","level":"1.3.4","depth":2,"path":"los_centros_de_formacion_del_profesorado/origen_y_evolucion_de_los_centros_del_profesorado.md","ref":"los_centros_de_formacion_del_profesorado/origen_y_evolucion_de_los_centros_del_profesorado.md","articles":[]},"previous":{"title":"Tipos de Centros del Profesorado.","level":"1.3.2","depth":2,"path":"los_centros_de_formacion_del_profesorado/tipos_de_centros_de_formacion_del_profesorado/tipos-de-centros-del-profesorado.md","ref":"los_centros_de_formacion_del_profesorado/tipos_de_centros_de_formacion_del_profesorado/tipos-de-centros-del-profesorado.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["youtube","edit-link","githubcontributors","ga"],"pluginsConfig":{"youtube":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"ga":{"configuration":"auto","token":"UA-135691041-2"},"githubcontributors":{"contributorWidth":"300px","githubOwner":"catedu","githubRepository":"modulo-5-asesores"},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"edit-link":{"label":"Edita esta página","base":"https://github.com/catedu/modulo-5-asesores/edit/master"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"los_centros_de_formacion_del_profesorado/funcionamiento_de_los_centros_del_profesorado.md","mtime":"2021-02-20T17:13:53.853Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-02-20T17:14:29.516Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-edit-link/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-githubcontributors/contributors.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

